;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; Translation Author = MiHLitvin
; Translation Author Email = mih@me.by
; Soft Version = 7.x
;
[GUI]
ButtonYes=Tak
ButtonNo=Nie
ButtonOK=Dobra
ButtonMinimize=Schavać
ButtonMaximize=Rasčynić
ButtonClose=Začynić
ButtonRestore=Adnavić
ButtonMenu=Meniu

[Translation]
;
; Reading habits
; 
ReadHabit = Źleva naprava
;
;  Font and Charset
;
LanguageName = BEL_Lat

DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = Unicode_CHARSET
;
; Message box
;
Information = Źviestki
Warning = Uvaha
Error = Pamyłka
Confirm = Paćvierdžańnie
;
; Main GUI
;
FrmWRC.btnregclean.caption=Ačystka Rejestru
FrmWRC.btnadv.caption=Paskareńnie Systemy
FrmWRC.btnsilm.caption=Defragmentacyja
FrmWRC.btnrestore.caption=Adnavić
FrmWRC.btnsettings.caption=Nałady
FrmWRC.btnlikeit.caption=Padabajecca
FrmWRC.btnsuggest.caption=Vodhuki j prapanovy
FrmWRC.WiseSimpleButton1.caption=Rezervavańnie
;
;  Reg Cleaner
;
FrmRegClean.btnall.caption=Abrać usio
FrmRegClean.btnre.caption=Raicca
FrmRegClean.btnnone.caption=Źniać vybar
FrmRegClean.btnCustom.caption=Vobłaści pošuku
FrmRegClean.WiseLabel1.caption=Raskład
FrmRegClean.lbltype.caption=Typ zapusku:
FrmRegClean.lblweek.caption=Abiarycie dzień:
FrmRegClean.lbltime.caption=Čas:
FrmRegClean.btnScan.caption=Pačać pošuk
FrmRegClean.btncancel.caption=Skasavać
FrmRegClean.btnrescan.caption=Šukać iznoŭ
FrmRegClean.lblstat.caption=Da ciapierašniaha času Vy nie ačyścili Rejestar. Raim Vam vykanać nieadkładnuju ačystku!
FrmRegClean.vtrc.Columns[0]=Źviestki
FrmRegClean.vtrc.Columns[1]=Kluč
;
; Optimizer 
;
FrmOptimizer.btnSlimming.caption=Aptymizavać
FrmOptimizer.btnnone.caption=Źniać vybar
FrmOptimizer.btnall.caption=Abrać usio
FrmOptimizer.btnDefault.caption=Zmaŭčańni Systemy
FrmOptimizer.lblrecommendinfo.caption=Kali łaska, pasprabujcie našyja inšyja pradukty, jakija možna znajści wisecleaner.com!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Składanka pragramaŭ dla ačystki Rejestru j dyskaŭ, a taksama inšych systemnych pryładaŭ. Zručnaja j efektyŭnaja!
FrmOptimizer.lblwdcinfo.caption=Najlepšaja darmavaja pragrama dla ačystki ad śmiećcia j abarony Vašaje pryvatnaści. Chutkaja, dbajnaja j biaśpiečnaja! 
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Vy žadajecie jašče bolš palepšyć chutkadziejnaść Windows?
Frmoptimizer.lblinfoex.caption=Aptymizacyja moža palepšyć Vašaje sietkavaje złučeńnie, chutkadziejnaść Windows i jaje ŭstojlivaść.
FrmOptimizer.btnoptimize.caption=Aptymizavać
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Defragmentacyja Rejestru moža zrabić Vaš kamputar chutčejšym i bolš ustojlivym.
FrmRegDefragger.lblstat.caption=Vy jašče nie defragmentavali Rejestar. Raim Vam vykanać jaho nieadkładnuju defragmentacyju!
FrmRegDefragger.btndefrag.caption=Defragmentavać
FrmRegDefragger.lblinfo1.caption=1. Prapanujem Vam začynić usie inšyja prykładańni pierad vykanańniem hetaha dziejańnia.
FrmRegDefragger.lblinfo2.caption=2. Padčas vykanańnia systema moža nie adkazvać na Vašyja zapyty.
FrmRegDefragger.lblinfo3.caption=3. Paśla defragmentacyi treba budzie pierazahruzić kamputar.
FrmRegDefragger.lblinfo4.caption=4. Kali łaska, nie pierapyniajcie defragmentacyju, inakš heta moža vyklikać niepradkazalnyja nastupstvy.
FrmRegDefragger.vtdefrag.Columns[0]=Nazva haliny
FrmRegDefragger.vtdefrag.Columns[1]=Biahučy pamier
FrmRegDefragger.vtdefrag.Columns[2]=Novy pamier
FrmRegDefragger.vtdefrag.Columns[3]=Stupień ścisku
FrmRegDefragger.btnAnalysis.caption=Analizavać
;
; Custom scan areas
;
Frmcustom.caption=Abiarycie vobłaści, dzie Vy žadajecie šukać pamyłki
Frmcustom.btnre.caption=Raicca
Frmcustom.btnall.caption=Abrać usio
Frmcustom.btnnone.caption=Źniać vybar
Frmcustom.btncancel.caption=Skasavać
Frmcustom.btnok.caption=Dobra
;
; About Window
;
FrmAbout.lblver.caption=Biahučaja versija:
FrmAbout.lblemail.caption=El.adras padtrymki:
FrmAbout.lblemailinfo.caption=Support@wisecleaner.com
FrmAbout.lblhome.caption=Chatniaja staronka:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Dziakujem nastupnym panam za ich sadziejničańnie:
FrmAboutWin.caption=Pra pragramu
FrmAboutWin.btnok.caption=Dobra
;
; Settings
;
FrmSettings.caption=Nałady
FrmSettings.tsCommon.caption=Ahulnyja
FrmSettings.tsAutoRun.caption=Samazahr.
FrmSettings.tsExclusion.caption=Vyklučeńni
FrmSettings.btnrestore.caption=Pra pragramu
FrmSettings.btnok.caption=Dobra
FrmSettings.btncancel.caption=Skasavać
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Stvaryć značak "Clean with 1-Click" na Stalcu
FrmAutorunSettings.lblcmd.caption=Režym Kamandnaha radka
FrmAutorunSettings.lblcmdinfo.caption=Vy možacie zapuskać pragramu z kamandnaha radku dla aŭtaačystki Vašych dyskaŭ. Kab atrymać bolš źviestkaŭ, kali łaska naciśnicie F1 ci pierajdzicie pa spasyłcy našaj anłajn-daviedki.
FrmAutorunSettings.btnhelp.caption=Daviedka
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=Klučavoje słova
FrmExclusion.btnExport.caption=Ekspart
FrmExclusion.btnRemove.caption=Vydalić
FrmExclusion.btnimport.caption=Impart
Frminput.btnok.caption=Dobra
Frminput.btncancel.caption=Skasavać
;
; General Settings
;
FrmGeneral.chkNews.caption=Aŭtaatrymańnie navinaŭ
FrmGeneral.WiseLabel1.caption=Abnaŭleńnie:
FrmGeneral.WiseLabel2.caption=Mova:
FrmGeneral.btnchecknew.caption=Pravieryć
FrmGeneral.lbtran.caption=Pierakłaści na...
FrmGeneral.lblscanmode.caption=Jak treba skanavać Rejestar
FrmGeneral.rdnormal.caption=Zvyčajna (Raicca)
FrmGeneral.rdssafe.caption=Biaśpiečna (Pakazvaje tolki "biaśpiečnyja" zapisy)
FrmGeneral.rddeep.caption=Dbajna (Dla daśviedčanych karystačoŭ)
;
; Backup and Restore
;
Frm_br.btncancel.caption=Skasavać
FrmBackup.caption=Rezervavańnie
FrmBackup.btnreg.caption=Stvaryć poŭnuju adnoŭku Rejestru
FrmBackup.btnsys.caption=Stvaryć systemnuju kropku adnaŭleńnia
FrmRestore.caption=Centar adnaŭleńnia
FrmRestore.btnRegBk.caption=Adnoŭki Rejestru
FrmRestore.btnSysBK.caption=Adnaŭleńnie Systemy
FrmRestore.btnclose.caption=Začynić
FrmRestore.btnrestore.caption=Adnavić
FrmRestore.btnremove.caption=Vydalić
;
; Update
;
frmupdate.caption=Abnaŭleńnie pragramy
;
; Popup Menus
;
pmHelp=Anłajn-daviedka
pmHome=Chatniaja staronka
pmCheckNew=Pravieryć abnaŭleńni
pmLang=Mova
pmAbout=Pra pragramu
pmIgnore=Ignaravać zapis
pmrec=Abrać biaśpiečnyja zapisy
pmAll1=Abrać usio
pmNone=Źniać vybar
pmGo=Adčynić u Redaktary Rejestru...
pmExport=Ekspartavać u...
pmPortable=Stvaryć partatyŭnuju versiju
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Kali Vam spadabaŭsia Wise Registry Cleaner, kali łaska parajcie hetaje cudoŭnaje darmavoje prykładańnie ŭsim Vašym siabram.
FrmlikeUs.lblInfo.caption=Kali łaska, dzialiciesia Wise Registry Cleaner z vašymi rodnymi, siabrami, svajakami, kalegami j adnaklaśnikami pry dapamozie el.pošty, žyvalnikaŭ, Twitter, YouTube, Facebook i h.d. .. Jany taksama zastanucca zadavolenymi hetaju pragramaju.
FrmlikeUs.lblRate.caption= Rejtyng Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Dadajcie nas:
FrmlikeUs.lblshare.caption=Padzialicca Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Spampavać
FrmlikeUs.imgrate.hint=Nadajcie nam 5 zorkaŭ
FrmlikeUs.imgmail.hint=Padzialicca praz el.poštu
FrmlikeUs.imgface1.hint=Padzialicca praz Facebook
FrmlikeUs.imgface2.hint=Dadajcie nas u Facebook
FrmlikeUs.imgtwitter1.hint=Padzialicca praz Twitter
FrmlikeUs.imgtwitter2.hint=Dadajcie nas u Twitter
FrmlikeUs.Caption=Padabajecca
FrmlikeUs.lbldownload.caption=Spampujcie bolej darmavych pragramaŭ z WiseCleaner.com

;
; DefProcess
;
FrmProcess.Caption=Analiz Rejestru
FrmProcess.lblwait.caption=Analizavańnie...
FrmProcess.lblinfo.caption=Vaš kamputar niekalki sekundaŭ moža nie adkazvać na zapyty.
FrmProcess.lblwait.caption=Analizavańnie, kali łaska čakajcie...

[Message]
Total=Usiaho
DefragRate=Heta dapamoža Vam pamienšyć pamier Rejestru na %s.
SuggestDefrag=Raim Vam vykanać nieadkładnuju defragmentacyju Rejestru.
SuggestIgnore=Vaš Rejestar vielmi mocna fragmentavany, tamu, kali łaska, defragmentujcie jaho ŭ nastupny raz.
TypeNoError=Čysta
NeverClean=Vy jašče nie ačyščali Rejestar. Prapanujem Vam vykanać jaho nieadkładnuju ačystku!
AdviseClean=Regularnaja ačystka Rejestru zrobić Vašuju systemu chutčejšaj i bolš ustojlivaj.
DupItem=Hety element pakazany ŭ śpisie.
Advisedefrag=Trymajcie Rejestar defragmentavanym, kab palepšyć chutkadziejnaść systemy.
NeverDefrag=Vy jašče nie defragmentavali Vaš Rejestar. Prapanujem Vam vykanać nieadkładnuju defragmentacyju!
LastDefrag=Apošniaja defragmentacyja Rejestru:
TotalDefrag=Pryblizna %.2f było ścisnuta.
DefaultValue=(Uzmoŭčku)
RegBackup=Rezervavańnie Rejestru
RegRestore=Adnaŭleńnie Rejestru
CreateBackup=Stvareńnie adnoŭki...
Compress=Ściskańnie...
Extracte=Vymańnie...
Complete=Vykanana
RestoreReg=Adnaŭleńnie Rejestru. Heta moža zaniać niekalki chvilinaŭ...
NotSupportOS=Hetaja funkcyja nia padtrymlivajecca hetaj aperacyjnaju systemaju.
EnableRestore=Adnaŭleńnie Systemy adklučana. Vy žadajecie ŭklučyć hetuju słužbu?
SysCreating=Stvareńnie systemnaj kropki adnaŭleńnia...
SysRestoring=Padrychtoŭka da adnaŭleńnia systemy...
RestorePointDone=Systemnaja kropka adnaŭleńnia paśpiachova stvorana.
RestorePointFail=Zboj stvareńnia kropki adnaŭleńnia.
ErrorMsg=Paviedamleńnie pra pamyłku:
Area=Vobłaść
Summary=Apisańnie
LeastOne=Kali łaska, abiarycie prynamsi adnu vobłaść dla pošuku.
IsRunning=Pragrama vykonvaje pošuk. Kali łaska, dačakajciesia jaho skančeńnia j pasprabujcie znoŭ.
Optimized=Aptymizavana
DefragReport=Rejestar defragmentavany. Spravazdača:
DefragReport1=Stary pamier:
DefragReport2=Novy pamier:
DefragReport3=Aptymizavany pamier:
ReOptimize=Aptymizavać iznoŭ
ComfirmDefrag=Kali łaska, zachavajcie ŭsiu Vašuju pracu, bo paśla defragmentacyi spatrebicca nieadkładnaja pierazahruzka. Vy žadajecie raspačać defragmentacyju zaraz?
def15After=Minuła %d dzion paśla apošniaj defragmentacyi. Raicca nieadkładna vykanać jaje!
def15Before=Trymajcie Rejestar kampaktnym, nakolki heta mahčyma. Heta moža pavialičyć chutkaść Vašaj Systemy.
KeyWord=Kali łaska, aznačcie Vašaje klučavoje słova:
ExImport=Śpis vyklučeńniaŭ ekspartavany ŭ:
NoNewVer=Abnaŭleńniaŭ nia znojdziena.
Daily=Štodnia
Weekly=Štotydzień
Monthly=Štomiesiac
Never=Nikoli
TranslateTo=Pierakłaści na...
NeedBack=Vy ŭpieršyniu zapuścili pragramu. Nastojliva raim Vam pierš, čym pačać pracavać z Rejestram, stvaryć jaho adnoŭku. Pragrama moža zrabić heta aŭtamatyčna, kali Vy naciśnicie "Tak". Vy žadajecie vykanać rezervavańnie Rejestru zaraz?
Newsletter=Naviny
UpgradeInfo=Źviestki pra palapšeńnie
CannotCrTask=Nie mahu stvaryć zadaču.
ScheduleNextTime=Vykanańnie:
Exported=Biahučyja zapisy byli ekspartavany ŭ %s. Vy žadajecie adčynić hety fajł zaraz?
Idle=Padčas prastoju
LastClean=Apošniaja ačystka Rejestru:
Monday=Paniadziełak
Tuesday=Aŭtorak
Wednesday=Sierada
Thursday=Čaćvier
Friday=Piatnica
Saturday=Subota
Sunday=Niadziela
IssueFound=%d pamyłka(i,aŭ) znojdziena.
Scanning=Pošuk
ScanCanceled=Pošuk skasavany!
FindError=Usiaho znojdziena %d pamyłka(i,aŭ). %d ź ich niebiaśpiečnyja(aja).
LogAll=%d pamyłka(i,aŭ) znojdziena, %d pamyłka(i,aŭ) vypraŭlena.
LogFail=Zboj vydaleńnia %d pamyłki(aŭ).
StartClean=Vydalić
StartScan=Pačać pošuk
7After=Minuła %d dzion paśla apošniaha pošuku. Raicca nieadkładna vykanać analiz Vašaha Rejestru.
7Before=Utrymańnie Vašaha Rejestru ŭ čyścini - dobraja zvyčka, jakaja zrobić Vašuju systemu bolš chutkaj i ŭstojlivaj!
ReScanHint=Znojdziena %d pamyłka(i,aŭ). Vykanajcie pošuk znoŭku, kab znajści bolej pamyłkaŭ.
CleanNow=My raim Vam pstryknuć "Vydalić", kab nieadkładna vypravić usie hetyja pamyłki.
NoError=Vinšujem! Vaš Rejestar u vydatnym stanie!
GoodHabit=Regularnaja ačystka Rejestru dapamoža Vam trymać kamputar u vydatnym stanie.
ReScanHint1=My raim Vam znoŭ vykanać pošuk, kab znajści bolej pamyłkaŭ.
TypeChanged=Vy źmianili vobłaść pošuku!
ReScanHint2=Kali łaska, vykanajcie pošuk iznoŭ, kab znajści bolej pamyłkaŭ.
CleanDone=Ačystka vykanana!
bkAuto=Aŭtamatyčnaja
bkManual=Ručnaja
BackupDate=Čas adnoŭki
BackupType=Typ adnoŭki
Problems=Pamyłkaŭ
CreateDate=Data stvareńnia
Description=Apisańnie
Removebackup=Vy žadajecie vydalić abranyja adnoŭki?
RemoveSysRestore=Vy žadajecie vydalić abranyja systemnyja kropki adnaŭleńnia?
NoBackupSelected=Kali łaska, abiarycie prynamsi adzin rezervovy fajł dla adnaŭleńnia.
RestoreComplete=Adnaŭleńnie vykanana
RestoreFromSysRestore=Vy pavinny pierazahruzić Vaš kamputar dla zaviaršeńnia adnaŭleńnia systemy. Vy žadajecie pačać pierazahruzku zaraz?

[Tuneup]
RestoreAll=Vy žadajecie adnavić zmoŭčnyja nałady Windows dla ŭsich punktaŭ?
NoSelectedItem=Kali łaska, abiarycie prynamsi adzin punkt dla aptymizacyi.
OptItems=punkta(aŭ) mohuć być aptymizavany dla palapšeńnia chutkadziejnaści kamputara.
ItemsOptimized=punkta(aŭ) aptymizavana. Vy pavinny pierazahruzić kamputar, kab źmianieńni nabyli moc.
TakeEff=Niekatoryja źmianieńni nabuduć moc tolki paśla pierazahruzki kamputara.
NoItems=Vinšujem! Usie punkty aptymizavany. Zaraz nia maje punktaŭ, jakija možna aptymizavać.
BootSpeedup=Paskareńnie zapusku/vyklučeńnia
SystemStable=Ustojlivaść Systemy 
SystemSpeedup=Paskareńnie Systemy
NetworkSpeedup=Paskareńnie Sieciva
PrefetchParameters=Aptymizavać parametry papieradžalnaj zahruzki (fajły trasiroŭki ŭ tečcy 'Prefetch'), kab palepšyć chutkaść zapusku Windows.
BootPartition= Dazvolić funkcyi aptymizacyi dla palapšeńnia chutkaści zapusku Windows.
BootDelay=Skaracić čas adlustravańnia ekrana "check disk" dla paskareńnia zapusku Systemy.
ClearPagingFile=Zabaranić ačystku fajła padpampoŭki padčas vychadu z Systemy dla paskareńnia vyklučeńnia kamputara.
TimeOut=Skaracić čas čakańnia začynieńnia pragramaŭ, jakija zaviśli, dla paskareńnia vyklučeńnia kamputara.
AutoKill=Začyniać pracesy, što zaviśli, kab paźbiehnuć krachaŭ Systemy.
RestartExplorer=Aŭtamatyčna pierazapuskać Pravadnik padčas jaho zavisańnia.
TwoProcess=Zapuskać składniki Pravadnika Windows jak asobnyja pracesy, kab paźbiehnuć systemnych kanfliktaŭ.
ErrorReport=Zabaranić adlustravańnie paviedamleńniaŭ pra pamyłki dla palapšeńnia systemnaj chutkadziejnaści.
Debugger=Zabaranić adładčyk dla paskareńnia apracoŭki pamyłkaŭ.
OptMemory=Aptymizavać zmoŭčnyja nałady vykarystańnia pamiaci dla palapšeńnia chutkadziejnaści Systemy.
OptVEff=Aptymizavać adlustravańnie składnikaŭ karystackaha interfejsu (dyjalogavyja vokny, meniu j h.d.) dla palapšeńnia chutkadziejnaści Systemy.
OptFileSystem=Aptymizavać fajłavuju systemu dla palapšeńnia systemnaj chutkadziejnaści.
OptDiskSystem=Aptymizavać padsystemu dyskavaha Ŭ/V dla palapšeńnia systemnaj chutkadziejnaści.
DisAutoRun=Zabaranić funkcyju "Samazapusk" dla papiaredžańnia zaražeńnia virusami j ich raspaŭsiudu.
OptDiskIdle=Aptymizavać dyskavy Ŭ/V padčas prastoju Systemy.
OptTTL=Aptymizavać nałady TTL ("Čas žyćcia") dla palapšeńnia sieciŭnaj chutkadziejnaści.
OptNetForward=Aptymizavać prapusknuju zdolnaść złučeńnia dla palapšeńnia sieciŭnaj chutkadziejnaści.
OptMTU= Palepšyć chutkadziejnaść TCP/IP praz aŭtamatyčnaje vyjaŭleńnie "čornych dziraŭ" metadam maršrutyzacyi Path MTU Discovery.
OptWINS=Aptymizavać čas zapytaŭ WINS-imionaŭ dla palapšeńnia pieradačy źviestkaŭ.
OptNetWork=Aptymizavać sieciŭnyja nałady dla palapšeńnia chutkadziejnaści złučeńnia.
CloseAnimate= Zabaranić "efekty pierachodu" dla palapšeńnia chutkadziejnaści interfejsu Windows.
PagingExecutive=Zabaranić padpampoŭvańnie pamiaci j pamienšyć dyskavy Ŭ/V dla palapšeńnia pracy prykładańniaŭ. (Možna prapuścić, kali fizyčnaja pamiać <1Gb).
StaticIP=Pryznačyć stały IP-adras dla Vašaha lakalnaha złučeńnia, kab paskoryć zapusk Systemy.
PorcessorTime=Aptymizavać chutkadziejnaść pracesara dla vykanańnia prykładańniaŭ, hulniaŭ dy inš. (Nia dziejničaje dla pasłuhačoŭ).
DisableIDECheck=Papiaredzić pravierku Windows IDE-kanału dla palapšeńnia zapusku Systemy.
ForeAppSpeed=Pavialičyć chutkaść adkazu pryjarytetnych pragramaŭ
AeroPeek=Pavialičyć chutkaść adlustravańnia efektaŭ AeroPeek

[Type]
Activex=ActiveX/COM
FireWall=Nałady Sietkazasłony
RootAll=Chibnyja šlachi
SoftwareSection=Pragramy
ApplicationPaths=Šlachi prykładańniaŭ
FileTypes=Typy fajłaŭ
HelpFiles=Fajły Daviedki
Fonts=Šryfty
SharedDLL=Ahulnyja DLL
MRULists=Karystackija śpisy MRU
UninstallSection=Vystaloŭka
StartMenu=Meniu Zapusk
StartupProgram=Samazahruzka
SoundandAppEvents=Huki j Padziei
IEUrlHistory=Historyja azirańnia IE
IFEO=Vykanańnie grafičnych fajłaŭ
EmptyKey=Pustyja klučy
App=Nałady prykładańniaŭ

[ErrorMessage]
MimeExName=Zaregistravana chibnaje pašyreńnie MIME-fajła: %s
EmptyKey=Pusty kluč
EmptyHelpdirctory=Pusty katalog Daviedki.
FileNotExist=Fajł(tečka) nie isnuje.
HFileNotExist=Fajł(tečka) Daviedki nie isnuje. 
EmptyValue=Pustoje značeńnie 
TypeLib=Biblijateka typaŭ nie isnuje:
NodeEmpty=Pusty vuzieł 
SharedFilenotexist=Supolny fajł nie isnuje. 
sharedfilenotbeuse=Supolny fajł nie vykarystoŭvajecca. 
noconnection=Nia maje źviestkaŭ pra spałučeńnie fajła.
Invalidpathtoicon=Chibny šlach da značaka. 
ReferstoaninvalidClass=Spasyłka na chibnuju Klasu. 
Emptyshellcommand=Pusty zahad Kantekstnaha meniu. 
Invalidshellcommand=Chibny zahad Kantekstnaha meniu (fajł nie isnuje). 
Fontsnotexist=Fajł Šryftoŭ nie isnuje. 
Hijacking=%s ściahnuta %s. 
MRULists=Karystackija śpisy MRU 
invalidOpenWith=Nia maje prykładańniaŭ, spałučanych z hetym typam. 
ReferActivex=Spasyłka na chibny element Activex/COM. 
EmptyCLSID=Pusty CLSID. 
ComSourceNotExist=COM-resurs nie isnuje. 
invalidUnistall=Chibnyja vystalovačnyja źviestki. 
notexist=nie isnuje. 
ObsoleteStartMenuItem=Sastareły element Meniu Zapusk. 
SoundFilenotexist=Hukavy fajł nie isnuje.
FileNotExist1=Fajł(tečka) nie isnuje, ale zapuskaje "%s" jak %s, raicca ignaravać hetuju pamyłku.
OpenWithError=Pamyłka adčynieńnia. Vyznačanaje prykładańnie nie isnuje.
OpenWithError1=Pamyłka adčynieńnia. Vyznačanaje prykładańnie nie isnuje, ale zapuskaje "%s" jak %s, raicca ignaravać hetuju pamyłku.
ComSourceNotExist1=COM-krynica nie isnuje, ale zapuskaje "%s" jak %s, raicca ignaravać hetuju pamyłku.

[CommonClean]
WhenIdle=Padčas prastoju

[Summary]
Activex=Chibnyja ActiveX i COM-składniki
FireWall=Chibnyja nałady Sietkazasłony Windows
RootAll=Chibnyja šlachi j fajły
SoftwareSection=Chibnyja šlachi prykładańniaŭ i fajłaŭ
ApplicationPaths=Chibnaja registracyja šlachoŭ prykładańniaŭ i fajłaŭ
FileTypes=Chibnyja źviestki pra pašyreńnie fajłaŭ
HelpFiles=Chibnaja registracyja fajłaŭ Daviedki
Fonts=Chibnyja źviestki pra šryfty
SharedDLL=Nievykarystoŭvanyja ci chibnyja pragramnyja biblijateki
MRULists=Śpis historyi adčynieńnia j vykarystańnia fajłaŭ
UninstallSection=Nievykarystoŭvanyja ci chibnyja źviestki pra vystaloŭku pragramaŭ
StartMenu=Sastarełyja elementy Meniu Zapusk
StartupProgram=Sastarełyja ci chibnyja spasyłki pragramaŭ u Samazahruzcy
SoundandAppEvents=Sastarełyja ci chibnyja nałady hukaŭ i padziejaŭ
IEUrlHistory=Śpis naviedanych praz aziralnik IE veb-staronkaŭ
IFEO=Hetyja zapisy nastaŭleńniaŭ vykanańnia grafičnych fajłaŭ mohuć vykarystoŭvacca niekatorymi virusami j špijonami
EmptyKey=Zapis nia ŭtrymoŭvaje nijakich źviestkaŭ
App=Chibnyja nałady prykładańniaŭ

[AutoClean]
ErrorsFixed=pamyłka(i,aŭ) vydalena.
Title=Vinšujem!
ErrorsFound=pamyłka(i,aŭ) znojdziena.